[
  {
    "blog_id": 1,
    "title": "Tristique est et tempus semper est quam pharetra magna ac consequat metus sapien ut nunc",
    "author": "Talbert Bickle",
    "publish_date": "3/24/2015",
    "content": "Duis consequat dui nec nisi volutpat eleifend. Donec ut dolor. Morbi vel lectus in quam fringilla rhoncus.",
    "tags": "fashion",
    "views": 20812,
    "comments": 279,
    "featured_image": "http://dummyimage.com/149x100.png/cc0000/ffffff",
    "related_posts": [{}, {}, {}]
  },
  {
    "blog_id": 2,
    "title": "Metus aenean fermentum donec ut mauris eget massa tempor convallis nulla neque libero convallis eget eleifend luctus",
    "author": "Lynelle Madeley",
    "publish_date": "1/8/2017",
    "content": "Pellentesque at nulla. Suspendisse potenti. Cras in purus eu magna vulputate luctus.\n\nCum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Vivamus vestibulum sagittis sapien. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus.\n\nEtiam vel augue. Vestibulum rutrum rutrum neque. Aenean auctor gravida sem.",
    "tags": "technology",
    "views": 61677,
    "comments": 677,
    "featured_image": "http://dummyimage.com/103x100.png/dddddd/000000",
    "related_posts": []
  },
  {
    "blog_id": 3,
    "title": "Dictumst morbi vestibulum velit id pretium iaculis diam erat fermentum",
    "author": "Godfrey Amthor",
    "publish_date": "3/29/2020",
    "content": "Aliquam quis turpis eget elit sodales scelerisque. Mauris sit amet eros. Suspendisse accumsan tortor quis turpis.",
    "tags": "technology",
    "views": 71468,
    "comments": 783,
    "featured_image": "http://dummyimage.com/209x100.png/cc0000/ffffff",
    "related_posts": [{}, {}, {}, {}, {}]
  },
  {
    "blog_id": 4,
    "title": "Pellentesque volutpat dui maecenas tristique est et tempus semper est quam pharetra magna ac",
    "author": "Lynnet Skilton",
    "publish_date": "8/26/2019",
    "content": "Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem.\n\nDuis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit.",
    "tags": "technology",
    "views": 57190,
    "comments": 927,
    "featured_image": "http://dummyimage.com/215x100.png/ff4444/ffffff",
    "related_posts": [{}, {}, {}]
  },
  {
    "blog_id": 5,
    "title": "Vestibulum proin eu mi nulla ac enim in tempor turpis nec euismod scelerisque quam turpis",
    "author": "Ethel Blose",
    "publish_date": "5/3/2020",
    "content": "Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.\n\nMorbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.\n\nFusce posuere felis sed lacus. Morbi sem mauris, laoreet ut, rhoncus aliquet, pulvinar sed, nisl. Nunc rhoncus dui vel sem.",
    "tags": "fashion",
    "views": 14192,
    "comments": 541,
    "featured_image": "http://dummyimage.com/184x100.png/ff4444/ffffff",
    "related_posts": [{}, {}]
  },
  {
    "blog_id": 6,
    "title": "Dictumst maecenas ut massa quis augue luctus tincidunt nulla mollis molestie",
    "author": "Delmor Kassidy",
    "publish_date": "3/3/2014",
    "content": "Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem.\n\nInteger tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat.\n\nPraesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.",
    "tags": "technology",
    "views": 50801,
    "comments": 414,
    "featured_image": "http://dummyimage.com/123x100.png/ff4444/ffffff",
    "related_posts": [{}]
  },
  {
    "blog_id": 7,
    "title": "Dui luctus rutrum nulla tellus in sagittis dui vel nisl duis",
    "author": "Gregor Treske",
    "publish_date": "6/10/2010",
    "content": "Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.",
    "tags": "fashion",
    "views": 83190,
    "comments": 980,
    "featured_image": "http://dummyimage.com/137x100.png/dddddd/000000",
    "related_posts": [{}, {}]
  },
  {
    "blog_id": 8,
    "title": "Porttitor lorem id ligula suspendisse ornare consequat lectus in est risus auctor sed tristique in",
    "author": "Maud Pim",
    "publish_date": "7/20/2019",
    "content": "Phasellus sit amet erat. Nulla tempus. Vivamus in felis eu sapien cursus vestibulum.\n\nProin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem.",
    "tags": "food",
    "views": 89327,
    "comments": 747,
    "featured_image": "http://dummyimage.com/111x100.png/cc0000/ffffff",
    "related_posts": [{}, {}]
  },
  {
    "blog_id": 9,
    "title": "Nam nulla integer pede justo lacinia eget tincidunt eget tempus vel pede morbi porttitor lorem id ligula suspendisse ornare consequat",
    "author": "Nert Van De Cappelle",
    "publish_date": "12/29/2020",
    "content": "Quisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus.\n\nPhasellus in felis. Donec semper sapien a libero. Nam dui.",
    "tags": "travel",
    "views": 14325,
    "comments": 779,
    "featured_image": "http://dummyimage.com/208x100.png/dddddd/000000",
    "related_posts": [{}, {}]
  },
  {
    "blog_id": 10,
    "title": "At feugiat non pretium quis lectus suspendisse potenti in eleifend quam",
    "author": "Sibel Borthe",
    "publish_date": "12/7/2021",
    "content": "Vestibulum ac est lacinia nisi venenatis tristique. Fusce congue, diam id ornare imperdiet, sapien urna pretium nisl, ut volutpat sapien arcu sed augue. Aliquam erat volutpat.\n\nIn congue. Etiam justo. Etiam pretium iaculis justo.",
    "tags": "fashion",
    "views": 20971,
    "comments": 600,
    "featured_image": "http://dummyimage.com/125x100.png/dddddd/000000",
    "related_posts": [{}, {}]
  }
]
